insert into ota_room_mapping (room_id, platform, platform_room_name)
values
(1, 'DDNAYO', '스페이스카라반 놀멍 (애견동반)(오션뷰&돌고래뷰)'),
(2, 'DDNAYO', '스페이스카라반 물멍(오션뷰&돌고래뷰)'),
(3, 'DDNAYO', '스페이스카라반 쉬멍(오션뷰&돌고래뷰)'),
(4, 'DDNAYO', '스페이스카라반 불멍(오션뷰&돌고래뷰)'),
(5, 'DDNAYO', '수애기 (오션뷰&돌고래뷰)'),
(6, 'DDNAYO', '곰새기 (오션뷰&돌고래뷰)'),
(7, 'DDNAYO', '제돌이 (애견동반가능)((오션뷰&돌고래뷰)'),
(8, 'DDNAYO', '태산이(애견동반가능)(오션뷰&돌고래뷰)'),
(9, 'DDNAYO', '춘삼이 (오션뷰&돌고래뷰)'),
(10, 'DDNAYO', 'Bada 바다 (오션뷰&돌고래뷰)'),
(11, 'DDNAYO', 'Noeul 노을 (오션뷰&돌고래뷰)'),
(12, 'DDNAYO', 'Gorae 고래 (애견동반가능)(오션뷰&돌고래뷰)'),
(13, 'DDNAYO', 'Haean 해안 (애견동반가능)(오션뷰&돌고래뷰)'),
(14, 'DDNAYO', 'Baram 바람 (애견동반가능)(오션뷰&돌고래뷰)');